export const RULES = [
  'কম্পিউটার দ্বারা নির্বাচিত একটি ৫ অক্ষরের বাংলা শব্দ আপনাকে অনুমান করতে হবে।',
  'আপনি সর্বাধিক ৭ বার পর্যন্ত চেষ্টা করতে পারেন।',
  'আপনার নির্বাচিত শব্দটি নিচের ইনপুট বাক্সে লিখুন।',
  'যদি আপনার লেখা শব্দটির কোনো অক্ষর সবুজ রঙে দেখায় তাহলে ওই অক্ষরটি কম্পিউটার দ্বারা নির্বাচিত শব্দের মধ্যে আছে এবং অক্ষরটি সঠিক স্থানে আছে।',
  'যদি নীল রঙে দেখায় তাহলে অক্ষরটি আংশিকভাবে সঠিক স্থানে রয়েছে। যেমন ধরুন আপনার ইনপুট করা শব্দের মধ্যে "কি" অক্ষর আছে। আর কম্পিউটার দ্বারা নির্বাচিত শব্দের মধ্যে "কে" অক্ষর আছে। তাহলে এই ক্ষেত্রে "কি" শব্দটিকে নীল রঙে দেখানো হবে।',
  'যদি অক্ষরটি হলুদ রঙে দেখানো হয় তাহলে অক্ষরটি নির্বাচিত শব্দের মধ্যে রয়েছে কিন্তু অন্য কোনো স্থানে।',
  'যদি অক্ষরটি ধূসর রঙে দেখানো হয় তাহলে অক্ষরটি আংশিকভাবে মিলেছে এবং অন্য স্থানে রয়েছে।',
  'যদি অক্ষরটি লাল রঙে দেখানো হয় তাহলে অক্ষরটি নির্বাচিত শব্দের মধ্যে নেই।',
];
